[
  {
    "id": 1,
    "title": "Верховна Рада ухвалила новий закон про освіту",
    "text": "Сьогодні Верховна Рада України ухвалила новий закон про освіту, який передбачає реформування шкільної та вищої освіти.",
    "details": "Новий закон про освіту, ухвалений Верховною Радою, передбачає перехід на 12-річну шкільну освіту, що відповідає європейським стандартам. Згідно з документом, вчителі проходитимуть регулярну сертифікацію, а навчальні програми будуть оновлені з урахуванням сучасних вимог. Університети отримають більшу автономію у формуванні навчальних планів та виборі викладачів. Міністр освіти зазначив, що реформа спрямована на підвищення якості знань учнів та студентів, а також на інтеграцію української освіти у європейський простір. Очікується, що нововведення почнуть діяти з наступного навчального року. Батьки та освітяни вже активно обговорюють переваги та виклики, які несе новий закон."
  },
  {
    "id": 2,
    "title": "Курс гривні стабілізувався",
    "text": "Національний банк України повідомив про стабілізацію курсу гривні відносно долара США на міжбанківському ринку.",
    "details": "За останній місяць курс гривні залишався стабільним у межах 38,5–39 гривень за долар. Представники НБУ пояснюють це зваженою монетарною політикою, а також зростанням валютних резервів країни. Додатково позитивно вплинули надходження від експорту аграрної продукції та підтримка міжнародних партнерів. Експерти зазначають, що стабільність на валютному ринку сприяє прогнозованості для бізнесу та інвесторів. Водночас, аналітики попереджають про можливі коливання у разі змін на світових ринках або у випадку нових геополітичних ризиків. Національний банк закликає громадян зберігати спокій та не піддаватися панічним настроям."
  },
  {
    "id": 3,
    "title": "В Україні стартував сезон літніх фестивалів",
    "text": "У різних містах України розпочався сезон літніх фестивалів, які триватимуть до кінця серпня.",
    "details": "Цього року фестивальний сезон обіцяє бути особливо насиченим. У Києві вже стартував музичний фестиваль Atlas Weekend, який зібрав тисячі гостей з усієї країни. У Львові проходить традиційний Фестиваль кави, де відвідувачі можуть скуштувати напої від найкращих бариста. В Одесі на березі моря організовано серію концертів та театральних вистав, а у Харкові відкрився арт-фестиваль із численними майстер-класами та виставками сучасного мистецтва. Організатори обіцяють дотримання всіх карантинних вимог та безпечний відпочинок для гостей. Місцева влада закликає жителів та туристів активно долучатися до культурного життя та підтримувати українських митців."
  },
  {
    "id": 4,
    "title": "Українські ІТ-компанії виходять на нові ринки",
    "text": "Вітчизняні ІТ-компанії активно розширюють свою присутність у Європі та Північній Америці.",
    "details": "За даними Асоціації IT Ukraine, у 2025 році понад 30% українських ІТ-компаній відкрили офіси за кордоном. Основними напрямками стали Польща, Німеччина, Велика Британія та США. Експерти відзначають, що українські розробники користуються попитом завдяки високій кваліфікації та конкурентним цінам. Багато компаній також інвестують у розвиток штучного інтелекту та кібербезпеки. Очікується, що експорт ІТ-послуг зросте на 15% у порівнянні з минулим роком."
  },
  {
    "id": 5,
    "title": "У Києві відкрили новий парк",
    "text": "У столиці з'явився сучасний парк із зонами для відпочинку та спорту.",
    "details": "Новий парк на лівому березі Дніпра займає площу понад 20 гектарів. Тут облаштовано велодоріжки, дитячі майданчики, спортивні зони та місця для пікніків. Особливу увагу приділили озелененню та екологічності: висаджено понад 5 тисяч дерев і кущів, встановлено системи збору дощової води. Міська влада закликає киян дбайливо ставитися до нового простору та дотримуватися чистоти."
  },
  {
    "id": 6,
    "title": "Український стартап отримав міжнародну нагороду",
    "text": "Стартап з Харкова переміг у престижному конкурсі інноваційних технологій у Лондоні.",
    "details": "Проєкт, що розробляє рішення для енергозбереження у промисловості, отримав грант у розмірі 500 тисяч доларів. Журі відзначило унікальність технології та її потенціал для зменшення викидів CO2. Команда планує використати кошти для масштабування виробництва та виходу на ринки ЄС. Міністерство цифрової трансформації привітало переможців і наголосило на важливості підтримки інновацій в Україні."
  }
]